{
    "info": 
	[
		["Mickey (Avier) Mouse", "avierNew", 850, 850, 0.262, "Who once was a good and loving husband became a very horrible person that hurt Minnie terribly.

On that fateful day, was when his whole world finally turned upside down, who now suffers endlessly in a loop cursed upon him by his own lover...

Despite everything, he is determined to break free one day and finally end it all to just see Minnie one last time to say \"Sorry.\""],

		["    Minnie Mouse   ", "Minnie_Port", 500, 900, 0.23, "Loving wife, abuse survivor, caster of the curse brought upon Avier...

After leaving her husband, out in the streets, she stumbles upon a stranger in an alleyway, who showed concern about her. Upon expressing feelings, this stranger offered a deal she could not resist!

Little did she know what she was REALLY getting herself into..."],
		
		["        Evilrett       ", "evilrettNew", 850, 870, 0.29, "A false impersonator of Everett.

Created by Satan himself for him to wear as a disguise, with reference to the best of his ability with Everett's appearance up close by snatching him into a void.

Satan is clearly not the best at replicating him perfectly, as he got quite a few details wrong, alongside his appearance being fully white...

Torments Avier throughout the story, and eventually, pisses off others as well..."],
		
		["   Goofy   ", "goofymf", 390, 530, 0.46, "After Mickey's disappearance in the main events of the story, Mickey's friends decided to go hunting in order to get their mind off their friend's absence. Unfortunately, Goofy ended up accidentally shooting Donald, killing him due to believing he was another animal. The taste of duck meat got into Goofy, a mix of hunger and guilt fueling him as he goes to avenge Donald's death, too delusional to believe that he was the one who killed the duck. It was a bad idea for Everett to go hunting too.."],
		
		["     Ricky P. Rat     ", "rickyPort", 880, 870, 0.3, "A grunt mouse who went rogue after having the only person who cared about him taken from him by him.

He is VERY relentless and determined to win at all costs, as he does NOT like to be controlled by anyone.

He is made up of mixed DNA of some weird green clown and mostly ink, went through several failed experiments before any of the events leading up to this."],

		["     White Noise     ", "whiteNoise", 450, 800, 0.3, "The ghost of Steamboat Willie, a ghostly apparition of the Mickey before.

Left to rot in the Disney vault after the creation of Mickey Mouse, White Noise now haunts the vault as a sorrowing spirit always wishing that he could've done something different.

White Noise is a shy and timid ghost, always avoiding conflict if necessary."],

		["RubberRoss Mickey", "dummyThicc", 420, 500, 0.42, "Probably the strangest mouse of the bunch.

Has one and only one goal alone: stop anyone from crossing the line to America.

Granted, Boyfriend just wants to escape the horrid community in his own game, but even still, Mickey isn't letting him go without a fight!"],

		["    Ethereal Mickey    ", "etheralMick", 800, 840, 0.25, "Placeholder description."],

		["    Ethereal Goofy    ", "etheralGoofy", 920, 840, 0.3, "Placeholder description."],


		["Adam Ricky (Mr. Smiles)", "smileYaFatBitch", 650, 960, 0.24, "A man so twisted and alone that he grew an addiction to the only thing that would bring him solace: Mickey Mouse cartoons. His addiction became so prominent that he created this suit of Mickey made of the teeth, gums, and other various organs by those who wronged him. The house he and his wife lived in caved in after his wife discovered the suit, killing them instantly. When Adam came to, he found that he inhabited the suit. 

Now he gets other victims in their dreams in order to 'take their smiles', in an attempt to bring his wife back..."],

	["            Walt            ", "waltFNF", 390, 400, 0.5, "Descended from the dark mannerisms inside Walt Disney's brain, a spirit consumes the loveable Mickey Mouse, giving him sentience. One dreadful death, and something awakened within him, his eyes began to become more human, his body stretched and his smile widened. 

Walt is a sentient version of Mickey Mouse who is destroyed over the loss of his beloved Minnie Mouse. Determined to bring her back to live, he seeks out his creator Walt Disney to persuade him into bringing her back. His lack of movement is very crucial, as he cannot live without an animator drawing out frames for him. Because of this, moving on his own deteriorates his physical form until he becomes unstable. Too much movement, and its curtains for him."],

	["      Relapse Mouse      ", "relapseGuy", 240, 250, 0.6, "Based off a game titled \"Suicide Mouse: Relapse\".

Takes place during the Insanity Ending Route of the game, with the small difference of a boy now involved.

Wields a double barrel shotgun and won't hesitate to shoot anyone."],
	
	["        Malsquare        ", "malScary", 360, 350, 0.5, "Omniversal asshole.

A goofball who could literally end the existence of pretty much everything, yet chooses not to, simply because he finds that boring. He can shapeshift into anything he wants, and he chose to be a square...

Has a very short temper, so he'll easily get angry or offended if you do something he doesn't like, for example:

Trespassing his property!"],
	
	["          Muckney         ", "muckneyNew", 820, 820, 0.24, "This little Mickey Mouse look-a-like is a youngin who's birthday is neverending! Literally. Every day is his birthday. Muckney is a bit of an airhead, but he's loveable all the same. He likes to blow balloons, and always has the goal to ruin a certain blue hedgehog's party, although he never makes it in time to do so. You wouldn't leave his birthday...

...right? 

He'd get sad if you left...

210322"]
	]
}