{
    "devs": [
        [
			"Yama haki / Toko",
			"yama",
			"Creator, Owner, Director, Composer, PlayTester",
			"I’m Yama I created this mod, with that one Domingo dude and that one dude that’s name has stuff to do with blowing shit up. I might be the first serious one out of all of these people but here we go.\n\nBack when this mod first started we barely had a team, we built this mod and made it something good. I’m glad I get to put my name in these credits and get famous WOOHOO!\n\nIn all seriousness though, thanks for the opportunity to be where I am in this community today. Sure I might be known as the funkin.avi dude for the rest of my time here, but I’ve grown to not be ashamed of that title. Without these people on the team this mod would’ve went NOWHERE, so I appreciate these talented creators joining the team. That being said, I cannot wait to share more Dunkin funkin projects with you guys, as this is just the beginning. There is so much more to come. And as for funkin.avi, there is so much more to this story.\n\nThank you so much for playing, and supporting us on this journey to COMPLETE FUNKIN.AVI!!! Alright I typed enough can you please let me go?",
			-320,
			-140,
			0.55,
			true
		],
		[
			"ThatOneSillyGuy // Don",
			"demoboi",
			"Director, Main Programmer, Artist, Animator, Charter",
			"It's official, I have wasted 3 years of my life on a fucking mouse mod, and no, you can't take our assets without putting effort in your recreation cause I'm evil lmao.",
			-310,
			-140,
			0.55,
			false
		],
		[
			"Domingo",
			"domingo",
			"Director, Main Artist, Animator, Cutscenes, PlayTester",
			"\n\nA realistic depiction of working on Funkin.Avi!!\n\nOH WAIT by the time, June 12, 2023, I'm writing this I'm pretty sure it has been exactly 1 year since we have uploaded the very first demo of the mod. \n\nWe have come such a long way and I'm happy with what we've been able to achieve and the story hasn't even reached its climax. \nThank you for playing!",
			-310,
			-140,
			0.55,
			true
		],
		[
			"Jason",
			"jason",
			"Co-Director, Artist, Animator, Programmer (and playtested a tiny bit)",
			"
			so glad all of you can enjoy this project we've been working for 3 years by now!
			there WERE some developent problems (specially because we had to scrap some stuff!),
			but we still did it!
			thank you everyone for playing!
			",
			-290,
			-140,
			0.6,
			true
		],
		[
			"JDrive",
			"jdrivelol",
			"Co-Director, Cycled Sins art & Owner of Walt",
			"\n\nHi! Thanks for checking out Funkin.avi, and I hoped you enjoyed the mod as well as my little Walt guy. We've had this mod in the oven for quite a while now, and we're so glad we get to release it after all these years. We hope you weren't too disappointed. if you were, Oh well! 
Until Next Time!",
			-290,
			-140,
			0.6,
			true
		],
        [
			"Writer Anon",
			"writer",
			"Co-director, Rewrote story of the mod, absolute fucking legend",
			"HEY. THIS MOD FINALLY RELEASED. WOW.
			Everyone on this team? Based.
			Okay, but seriously, thank you all for playing. We really appreciate it. Give some thanks to all of the team, too. They're probably glazing me right now, lol.
			Love ya'll! (and keep the special words please that was very sweet) 
			\n^demo^(From Don: Thank you for everything Writer, you meant a lot to the team)^demo^",
			-300,
			-140,
			0.55,
			true
		],
		[
			"KKCopinXD",
			"kopin",
			"Icon Artist & Concept Menu Artist",
			"\nif it wasn't for Coolye3ted I wouldn't be here on this Mod to be able to work on it\n\nI've been here since 1.5 and It's an honor to be here working for this amazing team,\n\nI made a lot of friends I appreciate being able to be friends with them I hope you enjoyed the update we all worked hard to finish it! YIPPEEEEEEE-\n\nI made Malfuntion background, all MOD icons ( except Hunter Goofy ) all OST arts, dubbed Relapse Mouse and Malfuntion countdowns and I made FreePlay Concept",
			40,
			40,
			1,
			true
		],
		[
			"GreyDoodlez",
			"greyFINAL",
			"Artist",
			"Hola Javí, hola Slayer, hola Cedríc, hola Leaff, hola Javivianos y Forevianos de corazón. Listo, híce que aparezcan en comunidad juego. Ahora chinguen a su madre, ola Sam. Hola Ruuben, pajero de mierda. XdxDXdxD Hola Palos, Hola Ivánculo. Hola, Acújin o TheNeonDS. Hola, Alexander Ajolote Furia Azulada. P.S; And for the rest, hope y'all enjoyed the mod!!! Humildad fuera.

Vas a caer, Luis...",
			45,
			155,
			0.65,
			true
		],
		[
			"8tastic!",
			"8tastic",
			"Pixel Artist for Everett on Malfunction",
			"Something",
			-186,
			-370,
			0.7,
			false
		],
		[
			"PlayerTheMobile",
			"placeholder",
			"Discord Icon Artist",
			"\n\n\n\nHey,the only thing contributed was an icon that you’ll see on discord lol
im glad we got this mod out
^red^(do not expect a v3,this development team is a rollercoaster ride)^red^
",
			-315,
			-140,
			0.55,
			true
		],
		[
			"Ms.IDK",
			"msidkBird",
			"Artist & Owner of White Noise and RS",
			"I hate suicide mouse!",
			-314,
			-140,
			0.55,
			false
		],
		[
			"BlueFishAnimation",
			"bluefish",
			"Freeplay Menu Art",
			"",
			20,
			40,
			0.5,
			false
		],
		[
			"General Secretary Monika",
			"gsm",
			"Artist",
			"I have Skylar Filmed the Studios\n: sunglasses :",
			-320,
			-140,
			0.55,
			false
		],
		[
			"BladzAMC_emerald",
			"bladzNEW",
			"Artist and Playtester",
			"- .... .. ... / -- --- -.. / .. ... / - --- --- / -- .- ... ... .. ...- .",
			-310,
			-140,
			0.55,
			false
		],
		[
			"Moe",
			"moe",
			"Artist, Animator And Cutscenes",
			":)",
			200,
			310,
			1.57,
			false
		],
		[
			"Teelbe",
			"teelLogo",
			"Artist",
			"
			
			I seriously wanna thank yall for your efforts , this mod was a dream to work on and was the best I have ever experienced, 
Yall are the best people ever",
			-320,
			-140,
			0.55,
			true
		],
		["Just_Kuro", "kuro", "Artist", "
		

		   FOLLOW THE PATH.", -295, -130, 0.6, true],
		["Kyuxhtysu", "kyuxhtsyu", "Artist & Redesigned Lilith", "gay sonic artist.", -725, -830, 0.18, false],
		["0yxz.", "oyxzNEWagain", "Artist for Settings & Info menus\nCarried the mod heavily with all the assets we were missing", "I've lost faithed in this mod (/j)", -360, -265, 0.22, false],
		[
			"yahfe",
			"shitty",
			"Hunter Goofy Artist",
			"\n\nhunted boi here! im really glad to be a part of the team, im not the best artist but i sure love working here. thanks to everyone on that team, theyre all good ppl that deserves only the best. also! if you played hunted before the 2.5 update, the sprites you see for hunter goofy, everett and lilith are outdated! cool things are coming. bless yall.",
			50,
			40,
			1,
			true
		],
		[
			"Austin W. Productions",
			"austinw",
			"Artist, Owner of Mr. Smiles & Professionally Horny",
			"Just an average Dinosaur Human hybrid thing that hopes you enjoyed the mod, so uhm... Yeah",
			-380,
			-300,
			0.22,
			false
		],
		[
			"Gemmie Femmie",
			"gemmieNEW",
			"Concept Artist, Death Screen Artist & Playtester",
			"\n\nOfficially Licensed Homosexual\nSpeaking of which\nWhere are the HUGE MEN at?????\nWHERE????\nGOD\nWHERE ARE THEY\nFUCK\nWHERE ARE THEY",
			-290,
			-140,
			0.6,
			true
		],
		[
			"Purg",
			"purg",
			"Charter & Voice Actor",
			"Hi! I'm Purg, the furry dude of the mod that voices the Narrator, charted a bunch of songs, and also wrote the story for Ricky (character featured in Laugh Track)
To see this mod release after being involved in it's development for almost 2 years (Yes I know, not as long as some of the others on here)
is insane. I remember obsessing over the mod somewhere back in 2022 when the first demo released, which also motivated me to start modding on my own. I met my best friend Yama, and also met my goats Grey, Niko, Notice, and others. Thank you guys. I love you all. (no homo, at least not with my friends)
Hope you enjoy the mod and have fun playing  what the team made! We're incredibly proud of our efforts finally being done.. for now at least. :3
(also play Jump Showdown on roblox or you will get haunted by a scary ghost) 
",
			-220,
			-150,
			0.74,
			true

		],
		[
			"MalyPlus",
			"maly",
			"Assistant Programmer",
			"
			^red^BUAHAHHAAH YOUR SCREEN IS SHAKING NOW!!!^red^
anyways
Thank you everyone for playing this mod! 
We actually made it! We released the mod after some years, also I want to thank everyone for the effort they've put onto this mod.
this mod is my favorite mod I've ever worked on, thank you once again for playing the mod!",
			-310,
			-140,
			0.55,
			true
		],
		[
			"Mr. Chaos",
			"chaos",
			"Programmer, created the Spectrum Visualizer used in the Freeplay menu",
			"I never thought that I would be working on something big, although I haven't done much for this mod",
			-186,
			-370,
			0.7,
			false
		],
		[
			"BonoanAnything",
			"bonoan",
			"Evilrett VA, made lyrics for Delusional & trailers",
			"\n\n\nThank you to AustinTheRedDragon for inviting me to this mod. Being here ever since early in development to seeing everything improve has been awesome. And I'm glad I could help the ways I could, with editing the trailers and voice acting. This was the first mod I have ever been a part of , so I'm glad I could be involved in this",
			-200,
			-370,
			0.65,
			true

		],
		[
			"Sayan Sama",
			"sayan",
			"Made Twisted Grins V1 (Legacy) and Credit Music",
			"",
			-196,
			-370,
			0.65,
			false

		],
		[
			"JBlitz",
			"placeholder",
			"Composer",
			"",
			-315,
			-140,
			0.55,
			false
		],
		[
			"obscurity",
			"placeholder",
			"Composer of Malfunction, War Dilemma & almost all the Episode 1 tracks",
			"",
			-315,
			-140,
			0.55,
			false
		],
		[
			"ForFurtherNotice",
			"noticeIcon",
			"Composer of Pause Themes",
			"",
			-630,
			-550,
			0.15,
			false
		],
		[
			"PualTheUntruest",
			"pual",
			"Composer",
			"hi im pual im kinda good at music sometimes. thanks to don for letting my goofy ass in this peak as fuck mod!",
			-166,
			-370,
			0.8,
			false
		],
		[
			"FR3SHMoure",
			"fresh",
			"Composer (mostly well known for Delusional)",
			"
			
			
			special thanks to ice cube, beyonce, tyler the creator, and ariana grande for helping me with the song couldn't have done it without y'all 
",
			-260,
			-150,
			0.67,
			true
		],
		["Dreupy", "dreupy", "Charter", "MICKEY DIES????", -45, 40, 0.85, false],
		[
			"Mouse",
			"mouse",
			"Made chromatics for Lilith & Everett",
			"\nI'd like to thank the team for giving me the opportunity to work on this great mod. 
Developing it was quite a journey.
There were many problems, but we managed to keep going. 
I hope you enjoy this mod and the hard work they put into it. 
Thanks to this mod, I met many friends and improved my way of working in FNF. 
I hope to meet them again in a future project. 
Thanks for everything, and let's keep going, live and learn!

\"Wowie deja de racearme cada que puedes culera te odio nah mentira te quiero mucho\"

\"Un saludo a la gente de la tarado army, volveran mas fuertes que nunca gaaaaaaaaa Bv\"
",
			-310,
			-130,
			0.56,
			true
		],
		[
			"JustJustin",
			"justinx",
			"Made Ricky Chromatic",
			"\n\nmy odd squad name would be OJustin, What would yours be? Find out at\n\n\nhttps://www.oddsquadtv.com/oddsquad/agents/createagent/ !",
			0,
			80,
			0.6,
			true
		]
    ]
}